---
title: "กฎการสร้างบ้าน"
metaTitle: ""
metaDesc: ""
socialImage: ""
date: ""
order: 4
tags:
    - rule
---

# กฎการสร้างบ้าน
- 1 ปาร์ตี้สามารถสร้างได้ 1 ธงเท่านั้น
- ห้ามสร้างบ้าน กำแพง สิ่งปลูกสร้างใด ๆ และที่อยู่อาศัยที่ตัวเมืองใหญ่ ปั้มน้ำมัน บังเกอร์ ถนน สะพาน Safe Zone high loot Airfield และที่ขัดขวางทางเดินรถปกติ
- ห้ามสร้างบ้านในเขต Safe Zone และต้องห่างจากขอบ Safe Zone อย่างน้อย 500 ม.
- 1 ปาร์ตี้สามารถสร้างกำแพงได้ 2 ชั้น ต่อ 1 ปาร์ตี้ ห้ามสร้างกำแพงซ้อน หรือทับกัน
- ห้ามสร้างกำเเพงซ้อน และกำแพงซี้
- ไม่อนุญาตให้สร้างบ้านใกล้จุดฟาร์ม High Loot  ต้องห่างในระยะ 300 m (อ้างอิงได้จากลิงค์ https://scum-map.com/en) จากที่วางธง ไม่แน่ใจสอบถามแอดมินได้ หากพบเจอว่าไม่ถึงระยะที่กำหนดจะแจ้งเตือนให้ย้ายบ้านภายใน 24 ชม. ถ้าไม่ทำตามแอดมินจะลบบ้านทิ้ง 
- สามารถยึดบาน NPC ได้ไม่เกิน 3 หลังและอยู่ได้เเต่ต้องเป็นจุดเล็ก ๆ เช่น ประภาคาร หากไม่แน่ใจสอบถามแอดมินได้ครับ
- สามารถสร้าง Barbed Wire ได้เพียง 1 ชั้นเท่านั้น ไม่อนุญาตให้สร้าง Barbed Wire ในแนวตั้ง หากพบเห็นทุบทิ้งทันที สามารถใช้ในการปิดรูแตกได้
- ไม่อนุญาตสร้าง กับดักตะปู, Stake Pit, Wooden barricade หากพบเห็นทุบทิ้งทันที

# กฎการวางกับดักและระเบิด
- ห้ามวางกับดักตะปู (ป้องกัน Server หน่วง)
- ห้ามวางกับระเบิดนอกเขตธงทุกชนิด
- ห้ามสร้างหรือวางสิ่งปลูกสร้างใด ๆ ก็ตามที่เป็นการขวางทางเดินรถหรือขวางถนนรวมถึงสะพาน รวมถึงระเบิด (แม้ว่าจะอยู่ในเขตธงก็ตาม)

------------

**หมายเหตุ**

-   🟨 ใบเหลือง ตักเตือน
-   🟧 ใบส้ม หัก coin 50% หัก FP 100%
-   🟥 ใบแดง แบนถาวร

> ทาง Server RISE SCUM TH ของเราอาจจะมีการเพื่มเติมกฎของเซิฟ หรือ แก้ไขระหว่าง season เพื่อแก้ไขให้ตรงกับแนวทางของเซิฟต่อไปนะครับ ขอแจ้งให้ทราบ

> ผู้เล่นที่เข้าเล่น Server ทุกคนจะถือว่ารับทราบกฎทั้งหมดแล้ว ไม่ว่าจะอ่านหรือไม่ก็ตาม และหากมีการกระทำที่ผิดกฎ จะอ้างไม่รู้กฎไม่ได้




